{
  "posts": [
    {
      "id": "1",
      "product": "pop1",
      "brand": "Hummel",
      "des": "Hummel Valencia Shirt Women",
      "priceAfter": "20.95",
      "priceBefore": "16.95",
      "image": "image/pop2.webp",
      "headline": "All about the Hummel Valencia Shirt Women",
      "p1": "The Valencia Shirt by Hummel is made of 100% ClimaTec polyester. This ensures the sweat being drained optimally and will let you keep a dry feeling. This women model features a special feminine fit.",
      "p4": "Material: 100% Polyester with ClimaTec finish",
      "feat1": "- Ladies fit",
      "feat2": "- Round neck from elastic rib-material",
      "feat3": "- Ventilating panels in the neck and sleeve’s back",
      "feat4": "- Longer back for better fit",
      "feat5": "- Printed chevrons and logo",
      "sku": "111645",
      "gender": "Women",
      "color": "black",
      "series": "Hummel Valencia",
      "type": "Short Sleeve",
      "ean": "8718726460443",
      "mpn": "160004-8900",
      "size": "XS"
    },
    {
      "id": "2",
      "product": "pop2",
      "brand": "Mizuno",
      "des": "Minzuno Wave Stealth Neo",
      "priceAfter": "159.95",
      "priceBefore": "119.0",
      "image": "image/pop2.webp",
      "headline": "All about the Mizuno Wave Stealth Neo",
      "p1": "With the Mizuno Wave Stealth Neo, you have the power on the playing field. And that is exactly what Mizuno wanted to achieve when they developed the new Mizuno Wave Stealth Neo with, according to many, one of the best handball players in the world, Mikkel Hansen. For the MVP of the 2018 World Handball Championships, only the best of the best is enough, which is why he enjoys playing on the updated Mizuno Wave Stealth Neo.",
      "p2": "The stability of the indoor shoe is enhanced by the new external heel cap and raised edges in the midfoot, making jumping and quick movements even easier. The internal reinforcements in the shoe provide optimal ankle support that gives you the necessary stability and security in every jump and landing. The good shock absorption can prevent injuries and ensures that you always get the most out of yourself. The shoe owes its good cushioning to the Wave technology in the midfoot plate.",
      "p3": "The Wave Stealth Neo has a very soft upper, which is sportily processed in the shoe. An advantage of the mesh material is that your feet stay cool and dry during exercise. The shoe also provides maximum contact with the floor by means of the completely flat sole. Besides the floor contact, this sole also increases stability and ensures maximum return of the energy you provide in every movement. In short, all the important features to deliver top performance are combined in the Mizuno Wave Stealth Neo.",
      "feat1": "- Co-developed with Mikkel Hansen",
      "feat2": "- Improved forefoot flexibility and maximum ground contact through a fully flat sole",
      "feat3": "- Wave technology provides specific lateral midfoot stability and dynamic cushioning",
      "feat4": "- External heel cap and raised edges for maximum stability",
      "feat5": "- Lightweight shoe that also offers maximum breathability",
      "sku": "108393",
      "gender": "Women, Men",
      "color": "white / blue / red",
      "series": "Mizuno Wave Stealth",
      "type": "Low-cut",
      "ean": "5059431283099",
      "mpn": "X1GA2000-48",
      "size": "38"
    },
    {
      "id": "3",
      "product": "pop3",
      "brand": "Mizuno",
      "des": "Mizuno Elite Sock",
      "priceAfter": "5.95",
      "priceBefore": "3.95",
      "image": "./image/pop3.webp",
      "headline": "All about the Mizuno Elite Sock",
      "p1": "The Mizuno Elite sock is especially made for the best comfort and performance. The flat seams help to pevent blisters and irritations and the combination of materials helps to stimulate the blood fow.",
      "feat1": "- Sporty Mizuno logo",
      "feat2": "- Ensures cool and dry feet",
      "feat3": "- Made of 68% polyester, 29% nylon and 3% spandex",
      "sku": "108955",
      "gender": "Boys, Girls, Men, Women",
      "color": "white",
      "type": "Mid long sock",
      "ean": "5054698578971",
      "mpn": "32GX8A90Z-01",
      "size": "35-37"
    },
    {
      "id": "4",
      "product": "pop4",
      "brand": "Hummel",
      "des": "Hummel Authentic Shirt Women",
      "priceAfter": "22.95",
      "priceBefore": "19.95",
      "image": "./image/pop4.webp",
      "headline": "All about the Hummel Authentic Shirt Women",
      "p1": "With the Hummel Authentic Shirt for women you have a great shirt for every training or competition. This shirt has a ClimaTec finish, so your sweat is drained well and you stay fresh for longer. The feminine fit and the supple material ensure that this shirt is comfortable, so that you can exercise undisturbed.",
      "feat1": "- Raglan sleeve insert for extra comfort",
      "feat2": "- The famous Hummel Chevrons on the shoulder",
      "feat3": "- Material: 100% polyester",
      "sku": "111164",
      "gender": "Women",
      "color": "Navy",
      "series": "Hummel Authentic",
      "type": "Short Sleeve",
      "ean": "8718726603901",
      "mpn": "110604-7200",
      "size": "XS"
    },
    {
      "id": "5",
      "product": "pop5",
      "brand": "Nike",
      "des": "Nike Court Victory Straight Skirt Women",
      "priceAfter": "40.0",
      "priceBefore": "20.0",
      "image": "./image/pop5.webp",
      "headline": "All about the Nike Court Victory Straight Skirt Women",
      "p1": "The Nike Court Victory Straight Skirt is a comfortable and sporty skirt that will help you to victory. The skirt is made of sweat-wicking material and made to move. The Nike Flex material easily moves with your movements. The split on the side provides freedom of movement. The integrated shorts and flat elastic waistband offers great wearing comfort and is made of soft material.",
      "feat1": "- 88% polyester",
      "feat2": "- 12% elastane",
      "feat3": "- Nike Flex material",
      "sku": "126419",
      "gender": "Women",
      "color": "Blue",
      "series": "Victory",
      "type": "Low-cut",
      "ean": "194502705348",
      "mpn": "CV4729-451",
      "size": "XS"
    },
    {
      "id": 6,
      "product": "pop6",
      "brand": "Nike",
      "des": "Nike Reversible Tanktop Men",
      "priceAfter": "37.95",
      "priceBefore": "27.95",
      "image": "./image/pop6.webp",
      "headline": "All about the Nike Reversible Tanktop Men",
      "p1": "No workout is too hard in the Nike Reversible Tank Top for men. This top is made of lightweight and breathable materials. The tank top is designed to deliver optimal performance and you will notice that in its fine design without weighing the top down.",
      "feat1": "- 100% Polyester",
      "feat2": "- 2 ways to wear",
      "sku": "125104",
      "gender": "Men",
      "color": "ٌRed",
      "series": "Nike Team Basketball",
      "type": "Sleeveless",
      "ean": "616663881957",
      "mpn": "NT0203-657",
      "size": "S"
    },
    {
      "id": "7",
      "product": "pop7",
      "brand": "Spalding",
      "des": "Spalding Marble",
      "priceAfter": "24.95",
      "priceBefore": "17.0",
      "image": "./image/pop7.webp",
      "headline": "All about the Spalding Marble",
      "p1": "With the Hummel Authentic Shirt for women you have a great shirt for every training or competition. This shirt has a ClimaTec finish, so your sweat is drained well and you stay fresh for longer. The feminine fit and the supple material ensure that this shirt is comfortable, so that you can exercise undisturbedA unique ball, for a unique person. The Spalding Marble is the ideal outdoor training ball. Thanks to the good grip, you can quickly polish your technique. The colours are applied to the ball with a special technology so that no ball is the same and the ball lasts a long time.",
      "feat1": "- Suitable for outdoor use",
      "feat2": "- Material: rubber",
      "feat3": "- Colour infused technology",
      "sku": "124543",
      "gender": "Senior",
      "color": "Black",
      "type": "Outdoor Basketball",
      "ean": "689344406480",
      "mpn": "84398",
      "size": "7"
    }
  ]
}
